IDEA Open Model
ReinforcementGroup.CoverFromSetting Property
Compatible with IDEA StatiCa 20.1
 Use cover from DetailModelSetting
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool CoverFromSetting { get; set; }
Public Property CoverFromSetting As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReinforcementGroup Class
IdeaRS.OpenModel.Detail Namespace